# EXL_GetSheetCnt

## Description
Get counts of Excel sheets.

```pascal
FUNCTION EXL_GetSheetCnt(VAR outSheetCount : INTEGER): BOOLEAN;
```

```python
def vs.EXL_GetSheetCnt():
    return (BOOLEAN, outSheetCount)
```

## Parameters
|Name|Type|Description|
|---|---|---|
|outSheetCount|INTEGER|   |

## Version
Availability: from Vectorworks 2021

## Category
* Excel